IDEA Open Model
RebarHookBend.Angle Property
Compatible with IDEA StatiCa 20.1
 Bending Angle in X-Y Plane.
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Angle { get; set; }
Public Property Angle As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
RebarHookBend Class
IdeaRS.OpenModel.Model Namespace